var StarName = [
{Name: "Сириус",TYC: "5949-2777-1", HD: "48915", SAO: "151881", HIP: "32349"},
{Name: "Канопус",TYC: "8534-2277-1", HD: "45348", SAO: "234480", HIP: "30438"},
{Name: "Везен",TYC: "6532-5001-1", HD: "54605", SAO: "17304", HIP: "34444"},
{Name: "Полярная",TYC: "4628-237-1", HD: "", SAO: "", HIP: "11767"},
{Name: "Бетельгейзе",TYC: "129-1873-1", HD: "39801", SAO: "113271", HIP: "27989"},
{Name: "Саиф",TYC: "5351-760-1", HD: "38771", SAO: "132542", HIP: "27366"},
{Name: "",TYC: "", HD: "", SAO: "", HIP: ""},
];